[
  {
  "quizMetadata": {
    "language": "English"
  },
  "quizType": "dialogue",
  "theme": "Euripides - Medea",
  "set": 1,
  "dialogue": {
    "introduction": "Euripides' 'Medea,' an ancient Greek tragedy written in 431 BCE, stands as a seminal work in the canon of classical literature. This play delves into the complexities of passion, betrayal, and revenge through its central character, Medea, a woman of formidable intelligence and emotion. Euripides challenges the societal norms of his time by portraying a female protagonist who defies the submissive role traditionally assigned to women in Greek society.  The narrative unfolds in Corinth, where Medea, a foreigner and a sorceress, grapples with the betrayal of her husband, Jason. Having forsaken her homeland and committed unspeakable acts for his sake, Medea is devastated when Jason abandons her and their children to marry Glauce, the daughter of Creon, the Corinthian king. The play examines Medea’s psychological turmoil as she oscillates between love, hatred, and the pursuit of justice.  Euripides' masterful use of dramatic tension, combined with his exploration of themes such as the plight of the outsider, the consequences of hubris, and the complexities of the human psyche, make 'Medea' a timeless tragedy. It not only reflects the mores of ancient Greek society but also resonates with contemporary audiences, inviting reflection on the nature of justice, loyalty, and the human condition.",
    "speakers": [
      {
        "name": "ΚΡΕΩΝ",
        "shorthand": "Κρέων",
        "translation": "Creon"
      },
      {
        "name": "ΜΗΔΕΙΑ",
        "shorthand": "Μήδεια",
        "translation": "Medea"
      }
    ],
    "section": "315-356",
    "linkToPerseus": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0006.tlg003.perseus-grc2:300-360?right=perseus-eng2"
  },
  "content": [
    {
      "place": 1,
      "speaker": "Κρέων",
      "greek": "λέγεις ἀκοῦσαι μαλθάκ’, ἀλλ’ ἔσω φρενῶν ὀρρωδία μοι μή τι βουλεύσῃς κακόν, τόσῳ δέ γ’ ἧσσον ἢ πάρος πέποιθά σοι· γυνὴ γὰρ ὀξύθυμος, ὡς δ’ αὔτως ἀνήρ, ῥᾴων φυλάσσειν ἢ σιωπηλὸς σοφός.ἀλλ’ ἔξιθ’ ὡς τάχιστα, μὴ λόγους λέγε· ὡς ταῦτ’ ἄραρε, κοὐκ ἔχεις τέχνην ὅπως μενεῖς παρ’ ἡμῖν οὖσα δυσμενὴς ἐμοί.",
      "translation": "Thy words are soft to hear, but much I dread lest thou art devising some mischief in thy heart, and less than ever do I trust thee now; for a cunning woman, and man likewise,is easier to guard against when quick-tempered than when taciturn. Nay, begone at once! speak me no speeches, for this is decreed, nor hast thou any art whereby thou shalt abide amongst us, since thou hatest me."
    },
    {
      "place": 2,
      "speaker": "Μήδεια",
      "greek": "μή, πρός σε γονάτων τῆς τε νεογάμου κόρης.",
      "translation": "O, say not so! by thy knees and by thy daughter newly-wed, I do implore!"
    },
    {
      "place": 3,
      "speaker": "Κρέων",
      "greek": "λόγους ἀναλοῖς· οὐ γὰρ ἂν πείσαις ποτέ.",
      "translation": "Thou wastest words; thou wilt never persuade me."
    },
    {
      "place": 4,
      "speaker": "Μήδεια",
      "greek": "ἀλλ’ ἐξελᾷς με κοὐδὲν αἰδέσῃ λιτάς;",
      "translation": "What, wilt thou banish me, and to my prayers no pity yield?"
    },
    {
      "place": 5,
      "speaker": "Κρέων",
      "greek": "φιλῶ γὰρ οὐ σὲ μᾶλλον ἢ δόμους ἐμούς.",
      "translation": "I will, for I love not thee above my own family."
    },
    {
      "place": 6,
      "speaker": "Μήδεια",
      "greek": "ὦ πατρίς, ὥς σου κάρτα νῦν μνείαν ἔχω.",
      "translation": "O my country! what fond memories I have of thee in this hour!"
    },
    {
      "place": 7,
      "speaker": "Κρέων",
      "greek": "πλὴν γὰρ τέκνων ἔμοιγε φίλτατον πολύ.",
      "translation": "Yea, for I myself love my city best of all things save my children."
    },
    {
      "place": 8,
      "speaker": "Μήδεια",
      "greek": "φεῦ φεῦ, βροτοῖς ἔρωτες ὡς κακὸν μέγα.",
      "translation": "Ah me! ah me! to mortal man how dread a scourge is love!"
    },
    {
      "place": 9,
      "speaker": "Κρέων",
      "greek": "ὅπως ἄν, οἶμαι, καὶ παραστῶσιν τύχαι.",
      "translation": "That, I deem, is according to the turn our fortunes take."
    },
    {
      "place": 10,
      "speaker": "Μήδεια",
      "greek": "Ζεῦ, μὴ λάθοι σε τῶνδ’ ὃς αἴτιος κακῶν.",
      "translation": "O Zeus! let not the author of these my troubles escape thee."
    },
    {
      "place": 11,
      "speaker": "Κρέων",
      "greek": "ἕρπ’, ὦ ματαία, καί μ’ ἀπάλλαξον πόνων.",
      "translation": "Begone, thou silly woman, and free me from my toil."
    },
    {
      "place": 12,
      "speaker": "Μήδεια",
      "greek": "πονοῦμεν ἡμεῖς κοὐ πόνων κεχρήμεθα.",
      "translation": "The toil is mine, no lack of it."
    },
    {
      "place": 13,
      "speaker": "Κρέων",
      "greek": "τάχ’ ἐξ ὀπαδῶν χειρὸς ὠσθήσῃ βίᾳ.",
      "translation": "Soon wilt thou be thrust out forcibly by the hand of servants."
    },
    {
      "place": 14,
      "speaker": "Μήδεια",
      "greek": "μὴ δῆτα τοῦτό γ’, ἀλλά σ’ αἰτοῦμαι, Κρέον . . .",
      "translation": "Not that, not that, I do entreat thee, Creon!"
    },
    {
      "place": 15,
      "speaker": "Κρέων",
      "greek": "ὄχλον παρέξεις, ὡς ἔοικας, ὦ γύναι.",
      "translation": "Thou wilt cause disturbance yet, it seems."
    },
    {
      "place": 16,
      "speaker": "Μήδεια",
      "greek": "φευξούμεθ’· οὐ τοῦθ’ ἱκέτευσα σοῦ τυχεῖν.",
      "translation": "I will begone; I ask thee not this boon to grant."
    },
    {
      "place": 17,
      "speaker": "Κρέων",
      "greek": "τί δαὶ βιάζῃ κοὐκ ἀπαλλάσσῃ χερός;",
      "translation": "Why then this violence? why dost thou not depart?"
    },
    {
      "place": 18,
      "speaker": "Μήδεια",
      "greek": "μίαν με μεῖναι τήνδ’ ἔασον ἡμέραν καὶ ξυμπερᾶναι φροντίδ’ ᾗ φευξούμεθα, παισίν τ’ ἀφορμὴν τοῖς ἐμοῖς, ἐπεὶ πατὴρ οὐδὲν προτιμᾷ μηχανήσασθαι τέκνοις. οἴκτιρε δ’ αὐτούς· καὶ σύ τοι παίδων πατὴρ πέφυκας· εἰκὸς δ’ ἐστὶν εὔνοιάν σ’ ἔχειν. τοὐμοῦ γὰρ οὔ μοι φροντίς, εἰ φευξούμεθα, κείνους δὲ κλαίω συμφορᾷ κεχρημένους.",
      "translation": "Suffer me to abide this single day and devise some plan for the manner of my exile, and means of living for my children, since their father cares not to provide his babes therewith. Then pity them; thou too hast children of thine own; thou needs must have a kindly heart. For my own lot I care naught, though I an exile am, but for those babes I weep, that they should learn what sorrow means."
    },
    {
      "place": 19,
      "speaker": "Κρέων",
      "greek": "ἥκιστα τοὐμὸν λῆμ’ ἔφυ τυραννικόν, αἰδούμενος δὲ πολλὰ δὴ διέφθορα· καὶ νῦν ὁρῶ μὲν ἐξαμαρτάνων, γύναι, ὅμως δὲ τεύξῃ τοῦδε· προυννέπω δέ σοι, εἴ σ’ ἡ ’πιοῦσα λαμπὰς ὄψεται θεοῦ καὶ παῖδας ἐντὸς τῆσδε τερμόνων χθονός, θανῇ· λέλεκται μῦθος ἀψευδὴς ὅδε. νῦν δ’, εἰ μένειν δεῖ, μίμν’ ἐφ’ ἡμέραν μίαν· οὐ γάρ τι δράσεις δεινὸν ὧν φόβος μ’ ἔχει.",
      "translation": "Mine is a nature anything but harsh; full oft by showing pity have I suffered shipwreck; and now albeit I clearly see my error, yet shalt thou gain this request, lady; but I do forewarn thee, if to-morrow’s rising sun shall find thee and thy children within the borders of this land, thou diest; my word is spoken and it will not lie. So now, if abide thou must, stay this one day only, for in it thou canst not do any of the fearful deeds I dread."
    }
  ]
}
]
