[
  {
    "author":"Ploutarchos",
    "book":"Pericles",
    "type":"work",
    "reference":"16",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg012.perseus-grc2:16?q=&qk=form&right=perseus-eng2",
    "rhemai":[
      {
        "greek": "καίτοι τὴν δύναμιν αὐτοῦ σαφῶς μὲν ὁ Θουκυδίδης διηγεῖται, κακοήθως δὲ παρεμφαίνουσιν οἱ κωμικοί, Πεισιστρατίδας μὲν νέους τοὺς περὶ αὐτὸν ἑταίρους καλοῦντες, αὐτὸν δʼ ἀπομόσαι μὴ τυραννήσειν κελεύοντες, ὡς ἀσυμμέτρου πρὸς δημοκρατίαν καὶ βαρυτέρας περὶ αὐτὸν οὔσης ὑπεροχῆς·",
        "translations":[
          "Of his power there can be no doubt, since Thucydides gives so clear an exposition of it, and the comic poets unwittingly reveal it even in their malicious gibes, calling him and his associates new Peisistratidae, and urging him to take solemn oath not to make himself a tyrant, on the plea, forsooth, that his preeminence was incommensurate with a democracy and too oppressive."
        ],
        "section":"1"
      },
      {
        "greek": "ὁ δὲ Τηλεκλείδης παραδεδωκέναι φησὶν αὐτῷ τοὺς Ἀθηναίους πόλεών τε φόρους αὐτάς τε πόλεις, τὰς μὲν δεῖν, τὰς δʼ ἀναλύειν,\nλάϊνα τείχη, τὰ μὲν οἰκοδομεῖν, τὰ δʼ ἔπειτα[*] πάλιν καταβάλλειν, σπονδάς, δύναμιν, κράτος, εἰρήνην, πλοῦτόν τʼ εὐδαιμονίαν τε. καὶ ταῦτα καιρὸς οὐκ ἦν οὐδʼ ἀκμὴ καὶ χάρις ἀνθούσης ἐφʼ ὥρᾳ πολιτείας, ἀλλὰ τεσσαράκοντα μὲν ἔτη πρωτεύων ἐν Ἐφιάλταις καὶ Λεωκράταις καὶ Μυρωνίδαις καὶ Κίμωσι καὶ Τολμίδαις καὶ Θουκυδίδαις,",
        "translations":[
          "Telecleides says that the Athenians had handed over to him With the cities’ assessments the cities themselves, to bind or release as he pleases,\nTheir ramparts of stone to build up if he likes, and then to pull down again straightway,\nTheir treaties, their forces, their might, peace, and riches, and all the fair gifts of good fortune.\nAnd this was not the fruit of a golden moment, nor the culminating popularity of an administration that bloomed but for a season; nay rather he stood first for forty years among such men as Ephialtes, Leocrates, Myronides, Cimon, Tolmides, and Thucydides,"
        ],
        "section":"2"
      },
      {
        "greek": "μετὰ δὲ τὴν Θουκυδίδου κατάλυσιν καὶ τὸν ὀστρακισμὸν οὐκ ἐλάττω τῶν πεντεκαίδεκα ἐτῶν διηνεκῆ καὶ μίαν οὖσαν ἐν ταῖς ἐνιαυσίοις στρατηγίαις ἀρχὴν καὶ δυναστείαν κτησάμενος, ἐφύλαξεν ἑαυτὸν ἀνάλωτον ὑπὸ χρημάτων, καίπερ οὐ παντάπασιν ἀργῶς ἔχων πρὸς χρηματισμόν, ἀλλὰ τὸν πατρῷον καὶ δίκαιον πλοῦτον, ὡς μήτʼ ἀμελούμενος ἐκφύγοι μήτε πολλὰ πράγματα καὶ διατριβὰς ἀσχολουμένῳ παρέχοι, συνέταξεν εἰς οἰκονομίαν ἣν ᾤετο ῥᾴστην καὶ ἀκριβεστάτην εἶναι.",
        "translations":[
          "and after the deposition of Thucydides and his ostracism, for no less than fifteen of these years did he secure an imperial sway that was continuous and unbroken, by means of his annual tenure of the office of general. During all these years he kept himself untainted by corruption, although he was not altogether indifferent to money-making; indeed, the wealth which was legally his by inheritance from his father, that it might not from sheer neglect take to itself wings and fly away, nor yet cause him much trouble and loss of time when he was busy with higher things, he set into such orderly dispensation as he thought was easiest and most exact."
        ],
        "section":"3"
      },
      {
        "greek": "τοὺς γὰρ ἐπετείους καρποὺς ἃπαντας ἀθρόους ἐπίπρασκεν, εἶτα τῶν ἀναγκαίων ἕκαστον ἐξ ἀγορᾶς ὠνούμενος διῴκει τὸν βίον καὶ τὰ περὶ τὴν δίαιταν. ὅθεν οὐχ ἡδὺς ἦν ἐνηλίκοις παισὶν οὐδὲ γυναιξὶ δαψιλὴς χορηγός, ἀλλʼ ἐμέμφοντο τὴν ἐφήμερον ταύτην καὶ συνηγμένην εἰς τὸ ἀκριβέστατον δαπάνην, οὐδενός, οἷον ἐν οἰκίᾳ μεγάλῃ καὶ πράγμασιν ἀφθόνοις, περιρρέοντος, ἀλλὰ παντὸς μὲν ἀναλώματος, παντὸς δὲ λήμματος διʼ ἀριθμοῦ καὶ μέτρου βαδίζοντος.",
        "translations":[
          "This was to sell his annual products all together in the lump, and then to buy in the market each article as it was needed, and so provide the ways and means of daily life. For this reason he was not liked by his sons when they grew up, nor did their wives find in him a liberal purveyor, but they murmured at his expenditure for the day merely and under the most exact restrictions, there being no surplus of supplies at all, as in a great house and under generous circumstances, but every outlay and every intake proceeding by count and measure."
        ],
        "section":"4"
      },
      {
        "greek": "ὁ δὲ πᾶσαν αὐτοῦ τὴν τοιαύτην συνέχων ἀκρίβειαν εἷς ἦν οἰκέτης, Εὐάγγελος, ὡς ἕτερος οὐδεὶς εὖ πεφυκὼς ἢ κατεσκευασμένος ὑπὸ τοῦ Περικλέους πρὸς οἰκονομίαν. ἀπᾴδοντα μὲν οὖν ταῦτα τῆς Ἀναξαγόρου σοφίας, εἴγε καὶ τὴν οἰκίαν ἐκεῖνος ἐξέλιπε καὶ τὴν χώραν ἀφῆκεν ἀργὴν καὶ μηλόβοτον ὑπʼ ἐνθουσιασμοῦ καὶ μεγαλοφροσύνης,",
        "translations":[
          "His agent in securing all this great exactitude was a single servant, Evangelus, who was either gifted by nature or trained by Pericles so as to surpass everybody else in domestic economy. It is true that this conduct was not in accord with the wisdom of Anaxagoras, since that philosopher actually abandoned his house and left his land to lie fallow for sheep-grazing, owing to the lofty thoughts with which he was inspired."
        ],
        "section":"5"
      },
      {
        "greek": "οὐ ταὐτὸν δʼ ἐστίν, οἶμαι, θεωρητικοῦ φιλοσόφου καὶ πολιτικοῦ βίος, ἀλλʼ ὁ μὲν ἀνόργανον καὶ ἀπροσδεῆ τῆς ἐκτὸς ὕλης ἐπὶ τοῖς καλοῖς κινεῖ τὴν διάνοιαν, τῷ δʼ εἰς ἀνθρωπείας χρείας ἀναμιγνύντι τὴν ἀρετὴν ἔστιν οὗ γένοιτʼ ἂν οὐ τῶν ἀναγκαίων μόνον, ἀλλὰ καὶ τῶν καλῶν ὁ πλοῦτος, ὥσπερ ἦν καὶ Περικλεῖ βοηθοῦντι πολλοῖς τῶν πενήτων.",
        "translations":[
          "But the life of a speculative philosopher is not the same thing, I think, as that of a statesman. The one exercises his intellect without the aid of instruments and independent of external matters for noble ends; whereas the other, inasmuch as he brings his superior excellence into close contact with the common needs of mankind, must sometimes find wealth not merely one of the necessities of life, but also one of its noble things, as was actually the case with Pericles, who gave aid to many poor men."
        ],
        "section":"6"
      },
      {
        "greek": "καὶ μέντοι γε τὸν Ἀναξαγόραν αὐτὸν λέγουσιν ἀσχολουμένου Περικλέους ἀμελούμενον κεῖσθαι συγκεκαλυμμένον ἤδη γηραιὸν ἀποκαρτεροῦντα· προσπεσόντος δὲ τῷ Περικλεῖ τοῦ πράγματος ἐκπλαγέντα θεῖν εὐθὺς ἐπὶ τὸν ἄνδρα καὶ δεῖσθαι πᾶσαν δέησιν, ὀλοφυρόμενον οὐκ ἐκεῖνον, ἀλλʼ ἑαυτόν, εἰ τοιοῦτον ἀπολεῖ τῆς πολιτείας σύμβουλον. ἐκκαλυψάμενον οὖν τὸν Ἀναξαγόραν εἰπεῖν πρὸς αὐτόν· ὦ Περίκλεις, καὶ οἱ τοῦ λύχνου χρείαν ἔχοντες ἔλαιον ἐπιχέουσιν.",
        "translations":[
          "And, besides, they say that Anaxagoras himself, at a time when Pericles was absorbed in business, lay on his couch all neglected, in his old age, starving himself to death, his head already muffled for departure, and that when the matter came to the ears of Pericles, he was struck with dismay, and ran at once to the poor man, and besought him most fervently to live, bewailing not so much that great teacher’s lot as his own, were he now to be bereft of such a counsellor in the conduct of the state. Then Anaxagoras—so the story goes—unmuffled his head and said to him, Pericles, even those who need a lamp pour oil therein."
        ],
        "section":"7"
      }
    ]
  },
  {
    "author":"Ploutarchos",
    "book":"Pericles",
    "type":"work",
    "reference":"17",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg012.perseus-grc2:17?q=&qk=form&right=perseus-eng2",
    "rhemai":[
      {
        "greek": "ἀρχομένων δὲ Λακεδαιμονίων ἄχθεσθαι τῇ αὐξήσει τῶν Ἀθηναίων, ἐπαίρων ὁ Περικλῆς τὸν δῆμον ἔτι μᾶλλον μέγα φρονεῖν καὶ μεγάλων αὑτὸν ἀξιοῦν πραγμάτων, γράφει ψήφισμα, πάντας Ἕλληνας τοὺς ὁπήποτε κατοικοῦντας Εὐρώπης ἢ τῆς Ἀσίας παρακαλεῖν, καὶ μικρὰν πόλιν καὶ μεγάλην, εἰς σύλλογον πέμπειν Ἀθήναζε τοὺς βουλευσομένους περὶ τῶν Ἑλληνικῶν ἱερῶν, ἃ κατέπρησαν οἱ βάρβαροι, καὶ τῶν θυσιῶν ἃς ὀφείλουσιν ὑπὲρ τῆς Ἑλλάδος εὐξάμενοι τοῖς θεοῖς ὅτε πρὸς τοὺς βαρβάρους ἐμάχοντο, καὶ τῆς θαλάττης, ὅπως πλέωσι πάντες ἀδεῶς καὶ τὴν εἰρήνην ἄγωσιν.",
        "translations":[
          "When the Lacedaemonians began to be annoyed by the increasing power of the Athenians, Pericles, by way of inciting the people to cherish yet loftier thoughts and to deem it worthy of great achievements, introduced a bill to the effect that all Hellenes wheresoever resident in Europe or in Asia, small and large cities alike, should be invited to send deputies to a council at Athens. This was to deliberate concerning the Hellenic sanctuaries which the Barbarians had burned down, concerning the sacrifices which were due to the gods in the name of Hellas in fulfillment of vows made when they were fighting with the Barbarians, and concerning the sea, that all might sail it fearlessly and keep the peace."
        ],
        "section":"1"
      },
      {
        "greek": "ἐπὶ ταῦτα δʼ ἄνδρες εἴκοσι τῶν ὑπὲρ πεντήκοντα ἔτη γεγονότων ἐπέμφθησαν, ὧν πέντε μὲν Ἴωνας καὶ Δωριεὶς τοὺς ἐν Ἀσίᾳ καὶ νησιώτας ἄχρι Λέσβου καὶ Ῥόδου παρεκάλουν, πέντε δὲ τοὺς ἐν Ἑλλησπόντῳ καὶ Θρᾴκῃ μέχρι Βυζαντίου τόπους ἐπῄεσαν, καὶ πέντε ἐπὶ τούτοις εἰς Βοιωτίαν καὶ Φωκίδα καὶ Πελοπόννησον, ἐκ δὲ ταύτης διὰ Λοκρῶν ἐπὶ τὴν πρόσοικον ἤπειρον ἕως Ἀκαρνανίας καὶ Ἀμβρακίας ἀπεστάλησαν·",
        "translations":[
          "To extend this invitation, twenty men, of such as were above fifty years of age, were sent out, five of whom invited the Ionians and Dorians in Asia and on the islands between Lesbos and Rhodes; five visited the regions on the Hellespont and in Thrace as far as Byzantium; five others were sent into Boeotia and Phocis and Peloponnesus, and from here by way of the Ozolian Locrians into the neighboring continent as far as Acarnania and Ambracia;"
        ],
        "section":"2"
      },
      {
        "greek": "ἐπὶ ταῦτα δʼ ἄνδρες εἴκοσι τῶν ὑπὲρ πεντήκοντα ἔτη γεγονότων ἐπέμφθησαν, ὧν πέντε μὲν Ἴωνας καὶ Δωριεὶς τοὺς ἐν Ἀσίᾳ καὶ νησιώτας ἄχρι Λέσβου καὶ Ῥόδου παρεκάλουν, πέντε δὲ τοὺς ἐν Ἑλλησπόντῳ καὶ Θρᾴκῃ μέχρι Βυζαντίου τόπους ἐπῄεσαν, καὶ πέντε ἐπὶ τούτοις εἰς Βοιωτίαν καὶ Φωκίδα καὶ Πελοπόννησον, ἐκ δὲ ταύτης διὰ Λοκρῶν ἐπὶ τὴν πρόσοικον ἤπειρον ἕως Ἀκαρνανίας καὶ Ἀμβρακίας ἀπεστάλησαν·",
        "translations":[
          "while the rest proceeded through Euboea to the Oetaeans and the Maliac Gulf and the Phthiotic Achaeans and the Thessalians, urging them all to come and take part in the deliberations for the peace and common welfare of Hellas. But nothing was accomplished , nor did the cities come together by deputy, owing to the opposition of the Lacedaemonians, as it is said, since the effort met with its first check in Peloponnesus. I have cited this incident, however, to show forth the man’s disposition and the greatness of his thoughts."
        ],
        "section":"3"
      }
    ]
  },
  {
    "author":"Ploutarchos",
    "book":"Pericles",
    "type":"work",
    "reference":"18",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg012.perseus-grc2:18?q=&qk=form&right=perseus-eng2",
    "rhemai":[
      {
        "greek": "ἐν δὲ ταῖς στρατηγίαις εὐδοκίμει μάλιστα διὰ τὴν ἀσφάλειαν, οὔτε μάχης ἐχούσης πολλὴν ἀδηλότητα καὶ κίνδυνον ἑκουσίως ἁπτόμενος, οὔτε τοὺς ἐκ τοῦ παραβάλλεσθαι χρησαμένους τύχῃ λαμπρᾷ καὶ θαυμασθέντας ὡς μεγάλους ζηλῶν καὶ μιμούμενος στρατηγούς, ἀεί τε λέγων πρὸς τοὺς πολίτας ὡς ὅσον ἐπʼ αὐτῷ μενοῦσιν ἀθάνατοι πάντα τὸν χρόνον.",
        "translations":[
          "In his capacity as general, he was famous above all things for his saving caution; he neither undertook of his own accord a battle involving much uncertainty and peril, nor did he envy and imitate those who took great risks, enjoyed brilliant good-fortune, and so were admired as great generals; and he was for ever saying to his fellow-citizens that, so far as lay in his power, they would remain alive forever and be immortals."
        ],
        "section":"1"
      },
      {
        "greek": "ὁρῶν δὲ Τολμίδην τὸν Τολμαίου διὰ τὰς πρότερον εὐτυχίας καὶ διὰ τὸ τιμᾶσθαι διαφερόντως ἐκ τῶν πολεμικῶν σὺν οὐδενὶ καιρῷ παρασκευαζόμενον εἰς Βοιωτίαν ἐμβαλεῖν, καὶ πεπεικότα τῶν ἐν ἡλικίᾳ τοὺς ἀρίστους καὶ φιλοτιμοτάτους ἐθελοντὶ στρατεύεσθαι, χιλίους γενομένους ἄνευ τῆς ἄλλης δυνάμεως, κατέχειν ἐπειρᾶτο καὶ παρακαλεῖν ἐν τῷ δήμῳ, τὸ μνημονευόμενον εἰπών, ὡς εἰ μὴ πείθοιτο Περικλεῖ, τόν γε σοφώτατον οὐχ ἁμαρτήσεται σύμβουλον ἀναμείνας χρόνον.",
        "translations":[
          "So when he saw that Tolmides, son of Tolmaeus, all on account of his previous good-fortune and of the exceeding great honor bestowed upon him for his wars, was getting ready, quite inopportunely, to make an incursion into Boeotia, and that he had persuaded the bravest and most ambitious men of military age to volunteer for the campaign,—as many as a thousand of them, aside from the rest of his forces,—he tried to restrain and dissuade him in the popular assembly, uttering then that well remembered saying, to wit, that if he would not listen to Pericles, he would yet do full well to wait for that wisest of all counsellors, Time."
        ],
        "section":"2"
      },
      {
        "greek": "τότε μὲν οὖν μετρίως εὐδοκίμησε τοῦτʼ εἰπών· ὀλίγαις δʼ ὕστερον ἡμέραις, ὡς ἀνηγγέλθη τεθνεὼς μὲν αὐτὸς Τολμίδης περὶ Κορώνειαν ἡττηθεὶς μάχῃ, τεθνεῶτες δὲ πολλοὶ κἀγαθοὶ τῶν πολιτῶν, μεγάλην τοῦτο τῷ Περικλεῖ μετʼ εὐνοίας δόξαν ἤνεγκεν, ὡς ἀνδρὶ φρονίμῳ καὶ φιλοπολίτῃ.",
        "translations":[
          "This saying brought him only moderate repute at the time; but a few days afterwards, when word was brought that Tolmides himself was dead after defeat in battle near Coroneia, and that many brave citizens were dead likewise, then it brought Pericles great repute as well as goodwill, for that he was a man of discretion and patriotism."
        ],
        "section":"3"
      }
    ]
  }
]