{
  "rhemai": [
    {
      "author": "Ploutarchos",
      "greek" : "Ἀλέξανδρος ὅτι τῷ γένει πρὸς πατρὸς μὲν ἦν Ἡρακλείδης ἀπὸ Καράνου, πρὸς δὲ μητρὸς Αἰακίδης ἀπὸ Νεοπτολέμου, τῶν πάνυ πεπιστευμένων ἐστί. λέγεται δέ Φίλιππος ἐν [p. 226] θρᾴκῃ τῇ Ὀλυμπιάδι συμμυηθείς αὐτός τε μειράκιον ὢν ἔτι κἀκείνης παιδὸς ὀρφανῆς γονέων ἐρασθῆναι καὶ τὸν γάμον οὕτως ἁρμόσαι, πείσας τὸν ἀδελφὸν αὐτῆς Ἀρύμβαν.",
      "translations" : [
        "As for the lineage of Alexander, on his father's side he was a descendant of Heracles through Caranus, and on his mother's side a descendant of Aeacus through Neoptolemus; this is accepted without any question. And we are told that Philip, after being initiated into the mysteries of Samothrace at the same time with Olympias, he himself being still a youth and she an orphan child, fell in love with her and betrothed himself to her at once with the consent of her brother, Arymbas."
      ],
      "book": 1,
      "chapter":  2,
      "section": 1,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg047.perseus-grc2:2.1/"
    },
    {
      "author": "Ploutarchos",
      "greek": "τοῦτο ἔσχεν ὁ Φιλώτας οἷα δὲ νέος πρός ἐρωμένην καὶ σὺν οἴνῳ πολλὰ φιλότιμα καὶ στρατιωτικὰ παρρησιαζόμενος ἑαυτοῦ τὰ μέγιστα τῶν ἔργων ἀπέφαινε καὶ τοῦ πατρός, Ἀλέξανδρον δὲ μειράκιον ἀπεκάλει διʼ αὐτοὺς τὸ τῆς ἀρχῆς ὄνομα καρπούμενον.",
      "translations" : [
        "This woman Philotas got; and as a young man will often talk freely in vaunting and martial strain to his mistress and in his cups, he used to tell her that the greatest achievements were performed by himself and his father, and would call Alexander a stripling who through their efforts enjoyed the title of ruler."
      ],
      "book": 1,
      "chapter":  48,
      "section": 4,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg047.perseus-grc2:48.4m"
    },
    {
      "author": "Ploutarchos",
      "greek" : "καὶ Πρῶτος μὲν ὁ κυβερνήτης κατὰ τάχος ἐκέλευσεν ἀποβαίνειν, ὡς, ἂν ἀποσπασθῶσι τῆς γῆς καὶ τὴν ἄκραν ἑκόντες ἀφῶσι, πολλὰς ἡμέρας καὶ νύκτας ἐν τῷ πελάγει τριβησομένους, ὥρᾳ θέρους νότον περιμένοντας.",
      "translations" : [
        "Here Protus their pilot urged them to disembark with all speed, since, if they should be forced away from the shore, and should relinquish the headland which they had gained, they would be tossed about on the high sea for many days and nights, awaiting a south wind in the summer season."
      ],
      "book": 1,
      "chapter":  25,
      "section": 4,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg060.perseus-grc2:25.4/"
    },
    {
      "author": "Ploutarchos",
      "greek" : "τούτους μὲν οὖν ἀφῆκε δωρησάμενος πρὸς δὲ τοὺς ἓν δόξῃ μάλιστα καί καθʼ αὑτοὺς ἐν ἡσυχίᾳ ζῶντας ἔπεμψεν Ὀνησίκριτον, ἀφικέσθαι δεόμενος πρὸς αὐτὸν, ὁ δὲ Ὀνησίκριτος ἦν φιλόσοφος τῶν Διογένει τῷ κυνικῷ συνεσχολακότων.",
      "translations" : [
        "These philosophers, then, he dismissed with gifts; but to those who were in the highest repute and lived quietly by themselves he sent Onesicritus, asking them to pay him a visit. Now, Onesicritus was a philosopher of the school of Diogenes the Cynic."
      ],
      "book": 1,
      "chapter":  65,
      "section": 1,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg047.perseus-grc2:65.1"
    },
    {
      "author": "Ploutarchos",
      "greek": "τῶν δ̓ εἰσιόντων ἑκάστῳ δείξας ὁ πρεσβύτατος τὰς θύρας, διὰ τούτων φησίν, ἔξω λόγος οὐκ ἐκπορεύεται δοκιμάζεσθαι δὲ τὸν βουλόμενον τοῦ συσσιτίου μετασχεῖν οὕτω φασί. λαβὼν τῶν συσσίτων ἕκαστος ἀπομαγδαλίαν εἰς τὴν χεῖρα, τοῦ διακόνου φέροντος ἀγγεῖον ἐπὶ τῆς κεφαλῆς, ἔβαλλε σιωπῇ καθάπερ ψῆφον, ὁ μὲν δοκιμάζων ἁπλῶς, ὁ δ’ ἐκκρίνων σφόδρα τῇ χειρὶ πιέσας.",
      "translations" : [
        "As each one came in, the eldest of the company pointed to the door and said to him: Through that door no word goes forth outside. And they say that a candidate for membership in one of these messes underwent the following ordeal. Each of the mess-mates took in his hand a bit of soft bread, and when a servant came along with a bowl upon his head, then they cast it into this without a word, like a ballot, leaving it just as it was if he approved of the candidate, but if he disapproved, squeezing it tight in his hand first."
      ],
      "book": 2,
      "chapter":  12,
      "section": 5,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg004.perseus-grc2:12.5"
    },
    {
      "author": "Ploutarchos",
      "greek": "ἐνταῦθα δὲ τὴν πορείαν ἐπιστήσας ἐσφαγιάζετο πρὸς τὸν ποταμόν, ἀνατέλλοντι τῷ ἡλίῳ προσευξάμενος· ἅμα δʼ οἱ μάντεις παρὰ τῶν θεῶν νίκην ἔφραζον αὐτῷ. καὶ θεασάμενοι τὸν Δίωνα διὰ τὴν θυσίαν ἐστεφανωμένον οἱ παρόντες ἀπὸ μιᾶς ὁρμῆς ἐστεφανοῦντο πάντες.",
      "translations" : [
        "There he halted and sacrificed by the river, addressing his prayers to the rising sun, and on the instant the soothsayers declared that the gods promised him victory. When, too, the audience beheld Dion with a wreath on his head for the sacrifice, with one impulse they all crowned themselves with wreaths."
      ],
      "book": 1,
      "chapter":  27,
      "section": 4,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg060.perseus-grc2:27.4?right=perseus-eng2"
    },
    {
      "author": "Ploutarchos",
      "greek": "ἦν δὲ μεστὸν τὸ πεδίον κεκυφότων χαμᾶζε καὶ τοὺς λίθους περιορυττόντων καὶ μεθιστάντων· τέλος δὲ χολὴν ἐμοῦντες ἔθνησκον, ἐπεὶ καὶ τὸ μόνον ἀντιπαθές, οἶνος, ἐξέλιπε. φθειρομένων δὲ πολλῶν καὶ τῶν Πάρθων οὐκ ἀφισταμένων πολλάκις ἀναφθέγξασθαι τὸν Ἀντώνιον ἱστοροῦσιν, ὦ μύριοι, θαυμάζοντα τοὺς μετὰ Ξενοφῶντος, ὅτι καὶ πλείονα καταβαίνοντες ὁδὸν ἐκ τῆς Βαβυλωνίας καὶ πολλαπλασίοις μαχόμενοι πολεμίοις ἀπεσώθησαν.",
      "translations" : [
        "The plain was full of men stooping to the ground and digging around the stones or removing them; and finally they would vomit bile and die, since the only remedy, wine, was not to be had. Many perished thus, and the Parthians would not desist, and Antony, as we are told, would often cry: O the Ten Thousand! thereby expressing his admiration of Xenophon’s army, which made an even longer march to the sea from Babylon, and fought with many times as many enemies, and yet came off safe."
      ],
      "book": 3,
      "chapter":  45,
      "section": 6,
      "perseusTextLink": "https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg058.perseus-grc2:45.6"
    }
  ]
}