[
  {
    "author":"Ploutarchos",
    "book":"Solon",
    "type":"work",
    "reference":"3",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg007.perseus-grc2:3.1?right=perseus-eng2",
    "rhemai":[
      {
        "greek":"τὸ δʼ οὖν εὐδάπανον τῷ Σόλωνι καὶ ὑγρὸν πρὸς τὴν δίαιταν, καὶ τὸ φορτικώτερον ἢ φιλοσοφώτερον ἐν τοῖς ποιήμασι διαλέγεσθαι περὶ τῶν ἡδονῶν, τὸν ἐμπορικὸν οἴονται βίον προστετρῖφθαι· πολλοὺς γὰρ ἔχοντα κινδύνους καὶ μεγάλους ἀνταπαιτεῖν πάλιν εὐπαθείας τινὰς καὶ ἀπολαύσεις.",
        "translations":[
          "Accordingly it Solon’s way of living was expensive and profuse and if in his poems, he speaks of pleasure with more freedom than becomes a philosopher, this is thought to be due to his mercantile life; he encountered manly and great dangers, and sought his reward therefor in sundry luxuries and enjoyments."
        ],
        "section":"1"
      },
      {
        "greek":"ὅτι δʼ αὑτὸν ἐν τῇ τῶν πενήτων μερίδι μᾶλλον ἢ τῇ τῶν πλουσίων ἔταττε, δῆλόν ἐστιν ἐκ τούτων·\n\nπολλοὶ γὰρ πλουτεῦσι κακοί, ἀγαθοὶ δὲ πένονται·\nἀλλʼ ἡμεῖς αὐτοῖς οὐ διαμειψόμεθα\nτῆς ἀρετῆς τὸν πλοῦτον· ἐπεὶ τὸ μὲν ἔμπεδον αἰεί,\nχρήματα δʼ ἀνθρώπων ἄλλοτε ἄλλος ἔχει.",
        "translations":[
          "But that he classed himself among the poor rather than the rich, is clear from these verses: \n\nFor often evil men are rich, and good men poor;\nBut we will not exchange with them\nOur virtue for their wealth since one abides always,\nWhile riches change their owners every day."
        ],
        "section":"2"
      },
      {
        "greek":"τῇ δὲ ποιήσει κατʼ ἀρχὰς μὲν εἰς οὐδὲν ἄξιον σπουδῆς, ἀλλὰ παίζων ἔοικε προσχρήσασθαι καὶ παράγων ἑαυτὸν ἐν τῷ σχολάζειν· ὕστερον δὲ καὶ γνώμας ἐνέτεινε φιλοσόφους καὶ τῶν πολιτικῶν πολλὰ συγκατέπλεκε τοῖς ποιήμασιν, οὐχ ἱστορίας ἕνεκεν καὶ μνήμης, ἀλλʼ ἀπολογισμούς τε τῶν πεπραγμένων ἔχοντα καὶ προτροπὰς ἐνιαχοῦ καὶ νουθεσίας καὶ ἐπιπλήξεις πρὸς τοὺς Ἀθηναίους.",
        "translations":[
          "And he seems to have composed his poetry at first with no serious end in view, but as amusement and diversion in his hours of leisure. Then later, he put philosophic maxims into verse, and interwove many political teachings in his poems, not simply to record and transmit them, but because they contained justifications of his acts, and sometimes exhortations, admonitions, and rebukes for the Athenians."
        ],
        "section":"3"
      },
      {
        "greek":"ἔνιοι δέ φασιν ὅτι καὶ τοὺς νόμους ἐπεχείρησεν ἐντείνας εἰς ἔπος ἐξενεγκεῖν, καὶ διαμνημονεύουσι τὴν ἀρχὴν οὕτως ἔχουσαν·\n\nπρῶτα μὲν εὐχώμεσθα Διῒ Κρονίδῃ βασιλῆϊ\nθεσμοῖς τοῖσδε τύχην ἀγαθὴν καὶ κῦδος ὀπάσσαι. φιλοσοφίας δὲ τοῦ ἠθικοῦ μάλιστα τὸ πολιτικόν, ὥσπερ οἱ πλεῖστοι τῶν σοφῶν, ἠγάπησεν. ἐν δὲ τοῖς φυσικοῖς ἁπλοῦς ἐστι λίαν καὶ ἀρχαῖος, ὡς δῆλον ἐκ τούτων·",
        "translations":[
          "Some say, too, that he attempted to reduce his laws to heroic verse before he published them, and they give us this introduction to them:—\n\nFirst let us offer prayers to Zeus, the royal son of Cronus,\nThat he may give these laws of ours success and fame. In philosophy, he cultivated chiefly the domain of political ethics, like most of the wise men of the time; and in physics, he is very simple and antiquated, as is clear from the following verses:"
        ],
        "section":"4"
      },
      {
        "greek":"ἐκ νεφέλης πέλεται χιόνος μένος ἠδὲ χαλάζης·\nβροντὴ δʼ ἐκ λαμπρᾶς γίνεται ἀστεροπῆς.\nἐξ ἀνέμων δὲ θάλασσα ταράσσεται· ἢν δέ τις αὐτὴν\nμὴ κινῇ, πάντων ἐστὶ δικαιοτάτη.\n\nκαὶ ὅλως ἔοικεν ἡ Θάλεω μόνου σοφία τότε περαιτέρω τῆς χρείας ἐξικέσθαι τῇ θεωρίᾳ· τοῖς δὲ ἄλλοις ἀπὸ τῆς πολιτικῆς ἀρετῆς τοὔνομα τῆς σοφίας ὑπῆρξε.",
        "translations":[
          "From clouds come sweeping snow and hail,\nAnd thunder follows on the lightning’s flash.\nBy winds the sea is lashed to storm, but if it be\nUnvexed, it is of all things most amenable.\n And in general, it would seem that Thales was the only wise man of the time who carried his speculations beyond the realm of the practical; the rest[*] got the name of wisdom from their excellence as statesmen."
        ],
        "section":"5"
      }
    ]
  }
]