[
  {
    "author":"Ploutarchos",
    "book":"Pompey",
    "type":"work",
    "reference":"20",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg045.perseus-grc2:20/",
    "rhemai":[
      {
        "greek": "Πομπήϊος δὲ τὰ πλεῖστα τῶν ἰδίων ἐξανηλωκὼς καὶ κατακεχρημένος εἰς τόν πόλεμον, ᾔτει χρήματα τὴν σύγκλητον, ὡς ἀφιξόμενος εἰς Ἰταλίαν μετὰ τῆς δυνάμεως εἰ μὴ πέμποιεν. ὑπατεύων δὲ Λεύκολλος τότε καὶ Πομπηΐῳ μὲν ὢν διάφορος, μνώμενος δʼ ἑαυτῷ τόν Μιθριδατικὸν πόλεμον, ἔσπευσεν ἀποσταλῆναι τὰ χρήματα, φοβούμενος αἰτίαν Πομπηΐῳ παρασχεῖν δεομένῳ Σερτώριον ἀφεῖναι καὶ πρὸς Μιθριδάτην τραπέσθαι, λαμπρὸν μὲν εἰς δόξαν, εὐμεταχείριστον δὲ φαινόμενον ἀνταγωνιστήν.",
        "translations":[
          "When Pompey had exhausted most of his private resources and spent them on the war, he asked money of the senate, threatening to come back to Italy with his army if they did not send it. Lucullus was consul at this time, and was not on good terms with Pompey, but since he was soliciting the conduct of the Mithridatic war for himself, made great efforts to have the money sent,[*] for fear of furthering Pompey’s desire to let Sertorius go, and march against Mithridates, an antagonist whose subjection, as it was thought, would bring great glory and involve little difficulty."
        ],
        "section":"1"
      },
      {
        "greek": "ἐν τούτῳ δὲ θνήσκει Σερτώριος ὑπὸ τῶν φίλων δολοφονηθείς· ὧν Περπέννας ὁ κορυφαιότατος ἐπεχείρησεν ἐκείνῳ τὰ αὐτὰ ποιεῖν, ἀπὸ τῶν αὐτῶν μὲν ὁρμώμενος δυνάμεων καὶ παρασκευῶν, τόν δὲ χρώμενον αὐταῖς ὁμοίως οὐκ ἔχων λογισμόν. εὐθὺς οὖν ὁ Πομπήϊος ἐπεξελθὼν καὶ ῥεμβόμενον ἐν τοῖς πράγμασι τόν Περπένναν καταμαθών, δέλεαρ αὐτῷ δέκα σπείρας ὑφῆκεν, εἰς τὸ πεδίον διασπαρῆναι κελεύσας.",
        "translations":[
          "But in the meantime Sertorius was treacherously killed by his friends, and Perpenna, the ringleader among them, attempted to carry on his work. He had indeed the same forces and equipment, but lacked equal judgement in the use of them. Accordingly, Pompey took the field against him at once, and perceiving that he had no fixed plan of campaign, sent out ten cohorts as a decoy for him, giving them orders to scatter at random over the plain."
        ],
        "section":"2"
      },
      {
        "greek": "τραπομένου δὲ πρὸς ταύτας ἐκείνου καὶ διώκοντος, ἄθρους ἐπιφανεὶς καὶ συνάψας μάχην ἐκράτησε πάντων, καὶ διεφθάρησαν οἱ πλεῖστοι τῶν ἡγεμόνων ἐν τῇ μάχῃ· τόν δὲ Περπένναν ἀχθέντα πρὸς αὐτὸν ἀπέκτεινεν, οὐκ ἀχάριστος οὐδʼ ἀμνήμων γενόμενος τῶν περὶ Σικελίαν, ὡς ἐγκαλοῦσιν ἔνιοι, μεγάλῃ δὲ διανοίᾳ καὶ σωτηρίῳ τῶν ὅλων γνώμῃ χρησάμενος.",
        "translations":[
          "Perpenna attacked these cohorts, and was engaged in their pursuit, when Pompey appeared in force, joined battle, and won a complete victory. Most of Perpenna’s officers perished in the battle, but Perpenna himself was brought before Pompey, who ordered him to be put to death. In this he did not show ingratitude, nor that he was unmindful of what had happened in Sicily, as some allege against him, but exercised great forethought and salutary judgement for the commonwealth."
        ],
        "section":"3"
      },
      {
        "greek": "ὁ γὰρ Περπέννας τῶν Σερτωρίου γραμμάτων γεγονὼς κύριος ἐδείκνυεν ἐπιστολὰς τῶν ἐν Ῥώμῃ δυνατωτάτων ἀνδρῶν, οἳ τὰ παρόντα κινῆσαι βουλόμενοι πράγματα καὶ μεταστῆσαι τὴν πολιτείαν ἐκάλουν τόν Σερτώριον εἰς τὴν Ἰταλίαν. φοβηθεὶς οὖν ὁ Πομπήϊος ταῦτα, μὴ μείζονας ἀναστήσῃ τῶν πεπαυμένων πολέμων, τόν τε Περπένναν ἀνεῖλε καὶ τὰς ἐπιστολὰς οὐδʼ ἀναγνοὺς κατέκαυσεν.",
        "translations":[
          "For Perpenna, who had come into possession of the papers of Sertorius, offered to produce letters from the chief men at Rome, who had desired to subvert the existing order and change the form of government, and had therefore invited Sertorius into Italy. Pompey, therefore, fearing that this might stir up greater wars than those now ended, put Perpenna to death and burned the letters without even reading them."
        ],
        "section":"4"
      }
    ]
  },
  {
    "author":"Ploutarchos",
    "book":"Pompey",
    "type":"work",
    "reference":"75",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg045.perseus-grc2:75?q=&qk=form&right=perseus-eng2",
    "rhemai":[
      {
        "greek": "ταῦτα εἰπεῖν τὴν Κορνηλίαν λέγουσι, τὸν δὲ Πομπήϊον ἀποκρίνασθαι μίαν ἄρα, Κορνηλία, τύχην ᾔδεις τὴν ἀμείνονα, ἣ καὶ σὲ ἴσως ἐξηπάτησεν, ὅτι μοι χρόνον πλείονα τοῦ συνήθους παρέμεινεν. ἀλλὰ καὶ ταῦτα δεῖ φέρειν γενομένους ἀνθρώπους, καὶ τῆς τύχης ἔτι πειρατέον. οὐ γὰρ ἀνέλπιστον ἐκ τούτων ἀναλαβεῖν ἐκεῖνα τὸν ἐξ ἐκείνων ἐν τούτοις γενόμενον.",
        "translations":[
          "So spake Cornelia, as we are told, and Pompey answered, saying: It is true, Cornelia, thou hast known but one fortune to be mine, the better one, and this has perhaps deceived thee too, as well as me, in that it remained with me longer than is customary. But this reverse also we must bear, since we are mortals, and we must still put fortune to the test. For I can have some hope of rising again from this low estate to my former high estate, since I fell from that to this."
        ],
        "section":"1"
      },
      {
        "greek": "ἡ μὲν οὖν γυνὴ μετεπέμπετο χρήματα καὶ θεράποντας ἐκ πόλεως· τῶν δὲ Μιτυληναίων τὸν Πομπήϊον ἀσπασαμένων καὶ παρακαλούντων εἰσελθεῖν εἰς τὴν πόλιν, οὐκ ἠθέλησεν, ἀλλὰ κἀκείνους ἐκέλευσε τῷ κρατοῦντι πείθεσθαι καὶ θαρρεῖν εὐγνώμονα γὰρ εἶναι Καίσαρα καὶ χρηστόν.",
        "translations":[
          "His wife, accordingly, sent for her goods and servants from the city; and though the Mitylenaeans gave Pompey a welcome and invited him to enter their city, he would not consent to do so, but bade them also to submit to the conqueror, and to be of good heart, for Caesar was humane and merciful."
        ],
        "section":"2"
      },
      {
        "greek": "αὐτὸς δὲ πρὸς Κράτιππον τραπόμενος τὸν φιλόσοφον κατέβη γὰρ ἐκ τῆς πόλεως ὀψόμενος αὐτόν, ἐμέμψατο καὶ συνδιηπόρησε βραχέα περὶ τῆς προνοίας, ὑποκατακλινομένου τοῦ Κρατίππου καὶ παράγοντος αὐτὸν ἐπὶ τὰς ἀμείνονας ἐλπίδας, ὅπως μὴ λυπηρὸς μηδὲ ἄκαιρος ἀντιλέγων εἴη.",
        "translations":[
          "He himself, however, turning to Cratippus the philosopher, who had come down from the city to see him, complained and argued briefly with him about Providence, Cratippus yielding somewhat to his reasoning and trying to lead him on to better hopes, that he might not give him pain by arguing against him at such a time."
        ],
        "section":"3"
      },
      {
        "greek": "ἐπεὶ τὸ μὲν ἐρέσθαι τὸν Πομπήϊον ἦν ὑπὲρ τῆς προνοίας, τὸν δʼ ἀποφαίνεσθαι ὅτι τοῖς πράγμασιν ἤδη μοναρχίας ἔδει διὰ τὴν κακοπολιτείαν ἐρέσθαι δέ· πῶς, ὦ Πομπήϊε, καὶ τίνι τεκμηρίῳ πεισθῶμεν ὅτι βέλτιον ἂν σὺ τῇ τύχῃ Καίσαρος ἐχρήσω κρατήσας ; ἀλλὰ ταῦτα μὲν ἐατέον ὥσπερ ἔχει, τὰ τῶν θεῶν.",
        "translations":[
          "For when Pompey raised questions about Providence, Cratippus might have answered that the state now required a monarchy because it was so badly administered; and he might have asked Pompey: How, O Pompey, and by what evidence, can we be persuaded that thou wouldst have made a better use of fortune than Caesar, hadst thou got the mastery? But this matter of the divine ordering of events must be left without further discussion."
        ],
        "section":"4"
      }
    ]
  }
]