[
  {
    "author":"Aeschylus",
    "book":"Agamemnon",
    "type":"tragedy",
    "reference":"0-139",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0085.tlg005.perseus-grc2:0-139?right=perseus-eng3",
    "rhemai":[
      {
        "greek":"Φύλαξ\n θεοὺς μὲν αἰτῶ τῶνδʼ ἀπαλλαγὴν πόνων φρουρᾶς ἐτείας μῆκος, ἣν κοιμώμενος στέγαις Ἀτρειδῶν ἄγκαθεν, κυνὸς δίκην, ἄστρων κάτοιδα νυκτέρων ὁμήγυριν, καὶ τοὺς φέροντας χεῖμα καὶ θέρος βροτοῖς λαμπροὺς δυνάστας, ἐμπρέποντας αἰθέρι ἀστέρας, ὅταν φθίνωσιν, ἀντολάς τε τῶν. καὶ νῦν φυλάσσω λαμπάδος τό σύμβολον, αὐγὴν πυρὸς φέρουσαν ἐκ Τροίας φάτιν ἁλώσιμόν τε βάξιν· ὧδε γὰρ κρατεῖ γυναικὸς ἀνδρόβουλον ἐλπίζον κέαρ. εὖτʼ ἂν δὲ νυκτίπλαγκτον ἔνδροσόν τʼ ἔχω εὐνὴν ὀνείροις οὐκ ἐπισκοπουμένην ἐμήν· φόβος γὰρ ἀνθʼ ὕπνου παραστατεῖ, τὸ μὴ βεβαίως βλέφαρα συμβαλεῖν ὕπνῳ· ὅταν δʼ ἀείδειν ἢ μινύρεσθαι δοκῶ, ὕπνου τόδʼ ἀντίμολπον ἐντέμνων ἄκος, κλαίω τότʼ οἴκου τοῦδε συμφορὰν στένων οὐχ ὡς τὰ πρόσθʼ ἄριστα διαπονουμένου. νῦν δʼ εὐτυχὴς γένοιτʼ ἀπαλλαγὴ πόνων εὐαγγέλου φανέντος ὀρφναίου πυρός. ὦ χαῖρε λαμπτὴρ νυκτός, ἡμερήσιον φάος πιφαύσκων καὶ χορῶν κατάστασιν πολλῶν ἐν Ἄργει, τῆσδε συμφορᾶς χάριν. ἰοὺ ἰού. Ἀγαμέμνονος γυναικὶ σημαίνω τορῶς εὐνῆς ἐπαντείλασαν ὡς τάχος δόμοις ὀλολυγμὸν εὐφημοῦντα τῇδε λαμπάδι ἐπορθιάζειν, εἴπερ Ἰλίου πόλις ἑάλωκεν, ὡς ὁ φρυκτὸς ἀγγέλλων πρέπει· αὐτός τʼ ἔγωγε φροίμιον χορεύσομαι. τὰ δεσποτῶν γὰρ εὖ πεσόντα θήσομαι τρὶς ἓξ βαλούσης τῆσδέ μοι φρυκτωρίας. γένοιτο δʼ οὖν μολόντος εὐφιλῆ χέρα ἄνακτος οἴκων τῇδε βαστάσαι χερί. τὰ δʼ ἄλλα σιγῶ· βοῦς ἐπὶ γλώσσῃ μέγας βέβηκεν· οἶκος δʼ αὐτός, εἰ φθογγὴν λάβοι, σαφέστατʼ ἂν λέξειεν· ὡς ἑκὼν ἐγὼ μαθοῦσιν αὐδῶ κοὐ μαθοῦσι λήθομαι.",
        "translations":[
          "Watchman\n Release from this weary task of mine has been my plea to the gods throughout this long year’s watch, in which, lying upon the palace roof of the Atreidae, upon my bent arm, like a dog, I have learned to know well the gathering of the night’s stars, those radiant potentates conspicuous in the firmament, bringers of winter and summer to mankind the constellations, when they rise and set. So now I am still watching for the signal-flame, the gleaming fire that is to bring news from Troy and tidings of its capture. For thus commands my queen, woman in passionate heart and man in strength of purpose. And whenever I make here my bed, restless and dank with dew and unvisited by dreams—for instead of sleep fear stands ever by my side, so that I cannot close my eyelids fast in sleep—and whenever I care to sing or hum (and thus apply an antidote of song to ward off drowsiness), then my tears start forth, as I bewail the fortunes of this house of ours, not ordered for the best as in days gone by. But tonight may there come a happy release from my weary task! May the fire with its glad tidings flash through the gloom! The signal fire suddenly flashes out Oh welcome, you blaze in the night, a light as if of day, you harbinger of many a choral dance in Argos in thanksgiving for this glad event! Hallo! Hallo! To Agamemnon’s queen I thus cry aloud the signal to rise from her bed, and as quickly as she can to lift up in her palace halls a shout of joy in welcome of this fire, if the city of Ilium truly is taken, as this beacon unmistakably announces. And I will make an overture with a dance upon my own account; for my lord’s lucky roll I shall count to my own score, now that this beacon has thrown me triple six. Ah well, may the master of the house come home and may I clasp his welcome hand in mine! For the rest I stay silent; a great ox stands upon my tongue —yet the house itself, could it but speak, might tell a plain enough tale; since, for my part, by my own choice I have words for those who know, and to those who do not know, I’ve lost my memory. He descends by an inner stairway; attendants kindle fires at the altars placed in front of the palace. Enter the chorus of Argive Elders"
        ],
        "section":"1"
      },
      {
        "greek":"Χορός\n δέκατον μὲν ἔτος τόδʼ ἐπεὶ Πριάμου μέγας ἀντίδικος, Μενέλαος ἄναξ ἠδʼ Ἀγαμέμνων, διθρόνου Διόθεν καὶ δισκήπτρου τιμῆς ὀχυρὸν ζεῦγος Ἀτρειδᾶν στόλον Ἀργείων χιλιοναύτην, τῆσδʼ ἀπὸ χώρας ἦραν, στρατιῶτιν ἀρωγὰν, μέγαν ἐκ θυμοῦ κλάζοντες Ἄρη τρόπον αἰγυπιῶν, οἵτʼ ἐκπατίοις ἄλγεσι παίδων ὕπατοι λεχέων στροφοδινοῦνται πτερύγων ἐρετμοῖσιν ἐρεσσόμενοι, δεμνιοτήρη πόνον ὀρταλίχων ὀλέσαντες· ὕπατος δʼ ἀίων ἤ τις Ἀπόλλων ἢ Πὰν ἢ Ζεὺς οἰωνόθροον γόον ὀξυβόαν τῶνδε μετοίκων ὑστερόποινον πέμπει παραβᾶσιν Ἐρινύν. οὕτω δʼ Ἀτρέως παῖδας ὁ κρείσσων ἐπʼ Ἀλεξάνδρῳ πέμπει ξένιος Ζεὺς πολυάνορος ἀμφὶ γυναικὸς πολλὰ παλαίσματα καὶ γυιοβαρῆ γόνατος κονίαισιν ἐρειδομένου διακναιομένης τʼ ἐν προτελείοις κάμακος θήσων Δαναοῖσι Τρωσί θʼ ὁμοίως. ἔστι δʼ ὅπη νῦν ἔστι· τελεῖται δʼ ἐς τὸ πεπρωμένον· οὔθʼ ὑποκαίων οὔθʼ ὑπολείβων οὔτε δακρύων ἀπύρων ἱερῶν ὀργὰς ἀτενεῖς παραθέλξει. ἡμεῖς δʼ ἀτίται σαρκὶ παλαιᾷ τῆς τότʼ ἀρωγῆς ὑπολειφθέντες μίμνομεν ἰσχὺν ἰσόπαιδα νέμοντες ἐπὶ σκήπτροις. ὅ τε γὰρ νεαρὸς μυελὸς στέρνων ἐντὸς ἀνᾴσσων ἰσόπρεσβυς, Ἄρης δʼ οὐκ ἔνι χώρᾳ, τό θʼ ὑπέργηρων φυλλάδος ἤδη κατακαρφομένης τρίποδας μὲν ὁδοὺς στείχει, παιδὸς δʼ οὐδὲν ἀρείων ὄναρ ἡμερόφαντον ἀλαίνει. 83 σὺ δέ, Τυνδάρεω θύγατερ, βασίλεια Κλυταιμήστρα, τί χρέος; τί νέον; τί δʼ ἐπαισθομένη, τίνος ἀγγελίας πειθοῖ περίπεμπτα θυοσκεῖς; πάντων δὲ θεῶν τῶν ἀστυνόμων, ὑπάτων, χθονίων, τῶν τʼ οὐρανίων τῶν τʼ ἀγοραίων, βωμοὶ δώροισι φλέγονται· ἄλλη δʼ ἄλλοθεν οὐρανομήκης λαμπὰς ἀνίσχει, φαρμασσομένη χρίματος ἁγνοῦ μαλακαῖς ἀδόλοισι παρηγορίαις, πελάνῳ μυχόθεν βασιλείῳ. τούτων λέξασʼ ὅ τι καὶ δυνατὸν καὶ θέμις αἰνεῖν, παιών τε γενοῦ τῆσδε μερίμνης, ἣ νῦν τοτὲ μὲν κακόφρων τελέθει, τοτὲ δʼ ἐκ θυσιῶν ἀγανὴ φαίνουσʼ ἐλπὶς ἀμύνει φροντίδʼ ἄπληστον τῆς θυμοβόρου φρένα λύπης.",
        "translations":[
          "Chorus\n This is now the tenth year since Priam’s mighty adversary, king Menelaus, and with him king Agamemnon, the mighty pair of Atreus’ sons, joined in honor of throne and sceptre by Zeus, set forth from this land with an army of a thousand ships manned by Argives, a warrior force to champion their cause. Loud rang the battle-cry they uttered in their rage, just as eagles scream which, in lonely grief for their brood, rowing with the oars of their wings, wheel high over their bed, because they have lost the toil of guarding their nurslings’ nest. But some one of the powers supreme—Apollo perhaps or Pan, or Zeus—hears the shrill wailing scream of the clamorous birds, these sojourners in his realm, and against the transgressors sends vengeance at last though late. Even so Zeus, whose power is over all, Zeus, lord of host and guest, sends against Alexander the sons of Atreus, that for the sake of a woman with many husbands he may inflict many and wearying struggles (when the knee is pressed in the dust and the spear is splintered in the onset) on Danaans and on Trojans alike. The case now stands where it stands—it moves to fulfilment at its destined end. Not by offerings burned in secret, not by secret libations, not by tears, shall man soften the stubborn wrath of unsanctified sacrifices.  But we, incapable of service by reason of our aged frame, discarded from that martial mustering of long ago, wait here at home, supporting on our canes a strength like a child’s. For just as the vigor of youth, leaping up within the breast, is like that of old age, since the war-god is not in his place; so extreme age, its leaves already withering, goes its way on triple feet, and, no better than a child, wanders, a dream that is dreamed by day. 83 But, O daughter of Tyndareos, Queen Clytaemestra, what has happened? What news do you have? On what intelligence and convinced by what report do you send about your messengers to command sacrifice? For all the gods our city worships, the gods supreme, the gods below, the gods of the heavens and of the marketplace, have their altars ablaze with offerings. Now here, now there, the flames rise high as heaven, yielding to the soft and guileless persuasion of holy ointment, the sacrificial oil itself brought from the inner chambers of the palace. Of all this declare whatever you can and dare reveal, and be a healer of my uneasy heart. This now at one moment bodes ill, while then again hope, shining with kindly light from the sacrifices, wards off the biting care of the sorrow that gnaws my heart."
        ],
        "section":"2"
      },
      {
        "greek":"Χορός\n κύριός εἰμι θροεῖν ὅδιον κράτος αἴσιον ἀνδρῶν ἐκτελέων· ἔτι γὰρ θεόθεν καταπνεύει πειθὼ μολπᾶν ἀλκὰν σύμφυτος αἰών· ὅπως Ἀχαι- ῶν δίθρονον κράτος, Ἑλλάδος ἥβας ξύμφρονα ταγάν, πέμπει σὺν δορὶ καὶ χερὶ πράκτορι θούριος ὄρνις Τευκρίδʼ ἐπʼ αἶαν, οἰωνῶν βασιλεὺς βασιλεῦσι νε- ῶν ὁ κελαινός, ὅ τʼ ἐξόπιν ἀργᾶς, φανέντες ἴ- κταρ μελάθρων χερὸς ἐκ δοριπάλτου παμπρέπτοις ἐν ἕδραισιν, βοσκόμενοι λαγίναν, ἐρικύμονα φέρματι γένναν, βλαβέντα λοισθίων δρόμων. αἴλινον αἴλινον εἰπέ, τὸ δʼ εὖ νικάτω.",
        "translations":[
          "Chorus\n I have the power to proclaim the augury of triumph given on their way to princely men—since my age still breathes Persuasion upon me from the gods, the strength of song—how the twin-throned command of the Achaeans, the single-minded captains of Hellas’ youth, with avenging spear and arm against the Teucrian land, was sent off by the inspiring omen appearing to the kings of the ships—kingly birds, one black, one white of tail, near the palace, on the spear-hand , in a conspicuous place, devouring a hare with offspring unborn caught in the last effort to escape.  Sing the song of woe, the song of woe, but may the good prevail!"
        ],
        "section":"3"
      },
      {
        "greek":"Χορός\n κεδνὸς δὲ στρατόμαντις ἰδὼν δύο λήμασι δισσοὺς Ἀτρεΐδας μαχίμους ἐδάη λαγοδαίτας πομπούς τʼ ἀρχάς· οὕτω δʼ εἶπε τερᾴζων· χρόνῳ μὲν ἀγρεῖ Πριάμου πόλιν ἅδε κέλευθος, πάντα δὲ πύργων κτήνη πρόσθε τὰ δημιοπληθῆ Μοῖρʼ ἀλαπάξει πρὸς τὸ βίαιον· οἶον μή τις ἄγα θεόθεν κνεφά- σῃ προτυπὲν στόμιον μέγα Τροίας στρατωθέν.οἴκτῳ γὰρ ἐπί- φθονος Ἄρτεμις ἁγνὰ πτανοῖσιν κυσὶ πατρὸς αὐτότοκον πρὸ λόχου μογερὰν πτάκα θυομένοισιν στυγεῖ δὲ δεῖπνον αἰετῶν. αἴλινον αἴλινον εἰπέ, τὸ δʼ εὖ νικάτω.",
        "translations":[
          "Chorus\n Then the wise seer of the host, noticing how the two warlike sons of Atreus were two in temper, recognized the devourers of the hare as the leaders of the army, and thus interpreted the portent and spoke: In time those who here issue forth shall seize Priam’s town, and fate shall violently ravage before its towered walls all the public store of cattle. Only may no jealous god-sent wrath cast its shadow upon the embattled host, the mighty bit forged for Troy’s mouth, and strike it before it reaches its goal! For, in her pity, holy Artemis is angry at the winged hounds of her father, for they sacrifice a wretched timorous thing, together with her young, before she has brought them forth. An abomination to her is the eagles’ feast. Sing the song of woe, the song of woe, but may the good prevail!"
        ],
        "section":"4"
      }
    ]
  }
]