[
  {
    "author":"Ploutarchos",
    "book":"Antony",
    "type":"work",
    "reference":"44",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg058.perseus-grc2:44?right=perseus-eng2",
    "rhemai":[
      {
        "greek":"τοὺς μέντοι πολεμίους ἀπαγορεύοντας ἤδη καὶ κάμνοντας οὕτως ἐπῆρεν ἡ νίκη καὶ τοσοῦτον τῶν Ῥωμαίων κατεφρόνησαν ὥστε καὶ νυκτὸς ἐπαυλίσασθαι τῷ στρατοπέδῳ, προσδοκῶντας αὐτίκα μάλα σκηνὰς ἐρήμους καὶ χρήματα διαρπάσειν ἀποδιδρασκόντων.",
        "translations":[
          "The enemy, however, who had been already worn out and inclined to abandon their task, were so elated by their victory, and so despised the Romans, that they even bivouacked for the night near their camp, expecting very soon to be plundering the empty tents and the baggage of runaways."
        ],
        "section":"1"
      },
      {
        "greek":"ἅμα δʼ ἡμέρᾳ πολὺ πλείονες ἐπηθροίζοντο, καὶ λέγονται τετρακισμυρίων οὐκ ἐλάττονες ἱππόται γενέσθαι, βασιλέως καὶ τοὺς περὶ αὐτὸν ἀεὶ τεταγμένους ὡς ἐπὶ σαφεῖ καὶ βεβαίῳ κατορθώματι πέμψαντος· αὐτὸς μὲν γὰρ οὐδεμιᾷ μάχῃ παρέτυχεν. Ἀντώνιος δὲ βουλόμενος προσαγορεῦσαι τοὺς στρατιώτας ᾔτησε φαιὸν ἱμάτιον, ὡς οἰκτρότερος ὀφθείη. τῶν δὲ φίλων ἐναντιωθέντων ἐν τῇ στρατηγικῇ φοινικίδι προελθὼν ἐδημηγόρησε, τοὺς μὲν νενικηκότας ἐπαινῶν, ὀνειδίζων δὲ τοὺς φυγόντας.",
        "translations":[
          "At daybreak, too, they gathered for attack in far greater numbers, and there are said to have been no fewer than forty thousand horsemen, since their king had sent even those who were always arrayed about his person, assured that it was to manifest and assured success; for the king himself was never present at a battle. Then Antony, wishing to harangue his soldiers, called for a dark robe, that he might be more pitiful in their eyes. But his friends opposed him in this, and he therefore came forward in the purple robe of a general and made his harangue, praising those who had been victorious, and reproaching those who had fled."
        ],
        "section":"2"
      },
      {
        "greek":"τῶν δὲ οἱ μὲν παρεκελεύοντο θαρρεῖν, οἱ δὲ ἀπολογούμενοι σφᾶς αὐτοὺς παρεῖχον, εἴτε βούλοιτο δεκατεύειν, εἴτε ἄλλῳ τρόπῳ κολάζειν· μόνον παύσασθαι δυσφοροῦντα καὶ λυπούμενον ἐδέοντο. πρὸς ταῦτα τὰς χεῖρας ἀνατείνας ἐπεύξατο τοῖς θεοῖς, εἴ τις ἄρα νέμεσις τὰς πρόσθεν εὐτυχίας αὐτοῦ μέτεισιν, εἰς αὐτὸν ἐλθεῖν, τῷ δʼ ἄλλῳ στρατῷ σωτηρίαν διδόναι καὶ νίκην.",
        "translations":[
          "The former exhorted him to be of good courage, and the latter, by way of apology for their conduct, offered themselves to him for decimation, if he wished, or for any other kind of punishment; only they begged him to cease being distressed and vexed. In reply, Antony lifted up his hands and prayed the gods that if, then, any retribution were to follow his former successes, it might fall upon him alone, and that the rest of the army might be granted victory and safety."
        ],
        "section":"3"
      }
    ]
  },
  {
    "author":"Ploutarchos",
    "book":"Antony",
    "type":"work",
    "reference":"45",
    "perseusTextLink":"https://scaife.perseus.org/reader/urn:cts:greekLit:tlg0007.tlg058.perseus-grc2:45?right=perseus-eng2",
    "rhemai":[
      {
        "greek":"τῇ δὲ ὑστεραίᾳ φραξάμενοι βέλτιον προῆγον· καὶ τοῖς Πάρθοις ἐπιχειροῦσι πολὺς ἀπήντα παράλογος. οἰόμενοι γὰρ ἐφʼ ἁρπαγὴν καὶ λεηλασίαν, οὐ μάχην, ἐλαύνειν, εἶτα πολλοῖς βέλεσιν ἐντυγχάνοντες, ἐρρωμένους δὲ καὶ νεαλεῖς ταῖς προθυμίαις ὁρῶντες, αὖθις ἐξέκαμνον.",
        "translations":[
          "On the following day they went forward under better protection; and the Parthians met with a great surprise when they attacked them. For they thought they were riding up for plunder and booty, not battle, and when they encountered many missiles and saw that the Romans were fresh and vigorous and eager for the fray, they were once more tired of the struggle."
        ],
        "section":"1"
      },
      {
        "greek":"ἐπεὶ δὲ καταβαίνουσιν αὐτοῖς ἀπὸ λόφων τινῶν ἐπικλινῶν ἐπέθεντο καὶ βραδέως ὑπεξάγοντας ἔβαλλον, ἐπιστρέψαντες οἱ θυρεοφόροι συνέκλεισαν εἴσω τῶν ὅπλων τοὺς ψιλούς, αὐτοὶ δὲ καθέντες εἰς γόνυ προὐβάλοντο τοὺς θυρεούς· οἱ δὲ ὄπισθεν ὑπερέσχον αὐτῶν τὰ ὅπλα κἀκείνων ὁμοίως ἕτεροι. τὸ δὲ σχῆμα παραπλήσιον ἐρέψει γινόμενον ὄψιν τε θεατρικὴν παρέχει, καὶ τῶν προβλημάτων στεγανώτατόν ἐστι πρὸς τοὺς ὀϊστοὺς ἀπολισθαίνοντας.",
        "translations":[
          "However, as the Romans were descending some steep hills, the Parthians attacked them and shot at them as they slowly moved along. Then the shield-bearers wheeled about, enclosing the lighter armed troops within their ranks, while they themselves dropped on one knee and held their shields out before them. The second rank held their shields out over the heads of the first, and the next rank likewise. The resulting appearance is very like that of a roof,[ ] affords a striking spectacle, and is the most effective of protections against arrows, which glide off from it."
        ],
        "section":"2"
      },
      {
        "greek":"οἱ μέντοι Πάρθοι τὴν εἰς γόνυ κλίσιν τῶν Ῥωμαίων ἀπαγόρευσιν ἡγούμενοι καὶ κάματον εἶναι, τὰ μὲν τόξα κατέθεντο, τοὺς δὲ κοντοὺς διαλαβόντες ἐγγὺς προσέμιξαν. οἱ δὲ Ῥωμαῖοι συναλαλάξαντες ἐξαίφνης ἀνέθορον, καὶ τοῖς ὑσσοῖς παίοντες ἐκ χειρὸς ἔκτεινάν τε τοὺς πρώτους καὶ τροπὴν ἔθεντο τῶν ἄλλων ἁπάντων. ἐγίνετο δὲ ταῦτα καὶ ταῖς ἄλλαις ἡμέραις ἐπὶ μικρὸν ἀνυόντων τῆς ὁδοῦ.",
        "translations":[
          "The Parthians, however, thinking that the Romans dropping on one knee was a sign of fatigue and exhaustion, laid aside their bows, grasped their spears by the middle and came to close quarters. But the Romans, with a full battle cry, suddenly sprang up, and thrusting with their javelins slew the foremost of the Parthians and put all the rest to rout. This happened also on the following days as the Romans, little by little, proceeded on their way."
        ],
        "section":"3"
      },
      {
        "greek":"καὶ λιμὸς ἥπτετο τοῦ στρατοῦ σῖτόν τε βραχὺν καὶ διὰ μάχης ποριζομένου καὶ τῶν πρὸς ἄλετον σκευῶν οὐκ εὐποροῦντος. τὰ γὰρ πολλὰ κατελείπετο, τῶν μὲν ἀποθνησκόντων ὑποζυγίων, τῶν δὲ τοὺς νοσοῦντας καὶ τραυματίας φερόντων. λέγεται δὲ χοῖνιξ Ἀττικὴ πυρῶν πεντήκοντα δραχμῶν ὤνιος γενέσθαι· τοὺς δὲ κριθίνους ἄρτους πρὸς ἀργύριον ἱστάντες ἀπεδίδοντο.",
        "translations":[
          "Famine also attacked the army, which could provide itself with little grain even by fighting, and was not well furnished with implements for grinding. These had been abandoned, for the most part, since some of the beasts of burden died, and the others had to carry the sick and wounded. It is said that one attic choenix of wheat brought fifty drachmas; and loaves of barley bread were sold for their weight in silver."
        ],
        "section":"4"
      },
      {
        "greek":"τραπόμενοι δὲ πρὸς λάχανα καὶ ῥίζας ὀλίγοις μὲν ἐνετύγχανον τῶν συνήθων, ἀναγκαζόμενοι δὲ πειρᾶσθαι καὶ τῶν ἀγεύστων πρότερον ἥψαντό τινος πόας ἐπὶ θάνατον διὰ μανίας ἀγούσης. ὁ γὰρ φαγὼν οὐδὲν ἐμέμνητο τῶν ἄλλων οὐδὲ ἐγίνωσκεν, ἓν δʼ ἔργον εἶχε, κινεῖν καὶ στρέφειν πάντα λίθον, ὥς τι μεγάλης σπουδῆς ἄξιον διαπραττόμενος.",
        "translations":[
          "Resorting, therefore, to vegetables and roots, they could find few to which they were accustomed, and were compelled to make trial of some never tasted before. Thus it was that they partook of an herb which produced madness, and then death. He who ate of it had no memory, and no thought for anything else than the one task of moving or turning every stone, as if he were accomplishing something of great importance."
        ],
        "section":"5"
      },
      {
        "greek":"ἦν δὲ μεστὸν τὸ πεδίον κεκυφότων χαμᾶζε καὶ τοὺς λίθους περιορυττόντων καὶ μεθιστάντων· τέλος δὲ χολὴν ἐμοῦντες ἔθνησκον, ἐπεὶ καὶ τὸ μόνον ἀντιπαθές, οἶνος, ἐξέλιπε. φθειρομένων δὲ πολλῶν καὶ τῶν Πάρθων οὐκ ἀφισταμένων πολλάκις ἀναφθέγξασθαι τὸν Ἀντώνιον ἱστοροῦσιν, ὦ μύριοι, θαυμάζοντα τοὺς μετὰ Ξενοφῶντος, ὅτι καὶ πλείονα καταβαίνοντες ὁδὸν ἐκ τῆς Βαβυλωνίας καὶ πολλαπλασίοις μαχόμενοι πολεμίοις ἀπεσώθησαν.",
        "translations":[
          "The plain was full of men stooping to the ground and digging around the stones or removing them; and finally they would vomit bile and die, since the only remedy, wine, was not to be had. Many perished thus, and the Parthians would not desist, and Antony, as we are told, would often cry: O the Ten Thousand! thereby expressing his admiration of Xenophon’s army, which made an even longer march to the sea from Babylon, and fought with many times as many enemies, and yet came off safe."
        ],
        "section":"6"
      }
    ]
  }
]